[
    {
        "url": "https://www.cnn.com/2023/04/18/tech/tim-cook-apple-store-india-opening-intl-hnk/index.html",
        "headline": "Tim Cook opens first Apple store in India",
        "author": "Michelle Toh",
        "content": "Apple’s CEO Tim Cook is in India this week to open its first physical stores in the country, marking a milestone for the iPhone maker in the world’s second largest smartphone market.\nCook was seen personally welcoming customers as employees cheered and clapped at the company’s new outlet in Mumbai, which opened Tuesday. He is widely expected to appear at a second store opening in Delhi on Thursday.\nThe move comes as the world’s most valuable company continues to pivot to India, eyeing its potential as both a consumer market and manufacturing base.\nIn a statement Monday, Cook pointed to Apple’s ongoing expansion in the country, saying its brick-and-mortar launch coincided with its 25th year of operating there.\n“India has such a beautiful culture and an incredible energy,” he said. “We’re excited to build on our long-standing history — supporting our customers, investing in local communities, and working together to build a better future.”\nIn a separate statement Monday, Apple\n            \n                (AAPL) shared a peek of its new Mumbai store, located at a property owned by Reliance Industries, the conglomerate of Indian tycoon Mukesh Ambani.\nThe company bills the store as one of its “most energy-efficient” in the world, saying solar panels allow it to run solely on renewable power.\nApple did not respond to a request for further comment, or details of Cook’s visit.\nApple is the world’s second biggest smartphone maker, behind Samsung\n            \n                (SSNLF), but its 6% share of the Indian market remains small.\nIt is dwarfed by the country’s top five vendors, which are led by Samsung and Chinese smartphone makers Xiaomi and Vivo. Apple products are considered too expensive by many consumers in the country.\nIn India, the average salary for regular full-time workers is 18,585 rupees ($226.5) per month, according to the most recent government statistics. For comparison, an iPhone 14 starts at 79,900 rupees ($973.6), while an iPhone SE, a lower-cost model, starts at 49,900 rupees ($608.2).\nApple’s position is expected to grow, however, as it continues to build out its retail presence there and more customers turn to high-end smartphones.\nIndia holds promise for businesses because of its vast population, rising middle class and growth potential from consumers who are expected to make the switch from basic cell phones to smartphones, according to Counterpoint Research Associate Director Hanish Bhatia.\nUntil now, however, Apple had been selling its products there online or through third-party resellers.\nThat’s because the company, along with other foreign retailers, was restricted for years from setting up shop in the country unless they sourced at least 30% of raw materials locally, forcing them to rely on local partners. The Indian government eased restrictions in 2019.\nIn 2020, Apple launched an online store in India, allowing customers to buy its products and, for the first time, customize certain devices.\nApple had previously planned to open its first physical store in the country in 2021, though that was derailed by the Covid-19 pandemic.\nSanyam Chaurasia, a Canalys mobility analyst, said the stores would allow Apple to bring all its products “under one roof” and guide more consumers toward purchases.\nThe premium category for smartphones, where Apple sits, “is still driven by brick-and-mortar stores where consumers can touch [and] feel the device,” he told CNN.\nPrachir Singh, a Counterpoint Research senior analyst, also said the locations of the new stores were critical, with Delhi and Mumbai each making up the top two Indian markets for Apple, respectively.\nMumbai, for example, typically contributes to 10% of overall iPhone sales in India, Singh said.\nApple first began making iPhones in India in 2017 and has been steadily ramping up its manufacturing there.\nIn recent months, it has notably expanded production in the country after suffering supply chain snags in mainland China, which accounts for the bulk of its smartphone manufacturing.\nApple increased its Indian exports significantly last year, with the number of iPhones made and shipped from the country rising 65% compared to the previous year, according to Counterpoint.\nTwo of Apple’s top contract manufacturers, Foxconn and Wistron, were also the fastest-growing manufacturers in India during the last quarter of 2022, the firm said.\nLast month, Foxconn CEO Young Liu also spent a week in the country and met Prime Minister Narendra Modi.\nIn its statement Monday, Apple said the company was working with suppliers to “produce a growing number of components” along with its assembly lines for iPhones.\n“Apple’s work with Indian suppliers of all sizes supports hundreds of thousands of jobs across the country,” it said.\nThe company’s mobile apps business has also swelled to support more than 1 million developer jobs in the nation, it added.\nApple’s increased activities in India are part of a broader trend of companies diversifying their manufacturing away from China.\nIn recent years, the south Asian nation has grown its share of global smartphone production significantly, from less than 10% in 2016 to almost a fifth projected this year, according to Counterpoint.\n— CNN’s Manveena Suri contributed to this report.",
        "summary": "Apple's CEO Tim Cook is in India to open its first physical stores in the country, marking a milestone for the iPhone maker in the world’s second largest smartphone market. The move comes as the world’s most valuable company continues to pivot to India, eyeing its potential as both a consumer market and manufacturing base. In a statement Monday, Cook pointed to Apple’s ongoing expansion in the country, saying its brick-and-mortar launch coincided with its 25th year of operating there. The company bills the store as one of its “most energy-efficient” in the world, saying solar panels allow it to run solely on renewable power. Apple is the world’s second biggest smartphone maker, behind Samsung, but its 6% share of the Indian market remains small. It is dwarfed by the country’s top five vendors, which are led by Samsung and Chinese smartphone makers Xiaomi and Vivo. Apple products are considered too expensive by",
        "id_num": 1
    },
    {
        "url": "https://www.cnn.com/2023/04/21/tech/lyft-layoffs/index.html",
        "headline": "Lyft plans to ‘significantly reduce’ workforce, CEO says",
        "author": "Brian Fung",
        "content": "Lyft\n            \n                (LYFT) plans to “significantly reduce” its workforce, the company’s new CEO David Risher told employees on Friday, in another round of layoffs as it struggles to turn a profit and pull off a turnaround.\nIn a company-wide memo, Risher said the cuts were aimed at making Lyft a “faster, flatter company where everyone is closer to our riders and drivers.”\n“I own this decision, and understand that it comes at an enormous cost,” Risher continued. “We’re not just talking about team members; we’re talking about relationships with people who’ve worked (and played) together, sometimes for years.”\nThe announcement follows Lyft’s move in November to cut 13% of its workforce, citing fears of a looming recession.\nThe Wall Street Journal reported that the latest job cuts would eliminate at least 1,200 positions or upward of 30% of its staff. A Lyft spokesperson declined to provide details on the extent of the cuts.\n“David has made clear to the company that his focus is on creating a great and affordable experience for riders and improving drivers’ earnings,” the spokesperson said. “To do so requires that we reduce our costs and structure our company so that our leaders are closer to riders and drivers. This is a hard decision and one we’re not making lightly. But the result will be a far stronger, more competitive Lyft.”\nLyft announced last month that Risher, an Amazon veteran, would take over as CEO in April, and that co-founders Logan Green and John Zimmer will step down from their management positions at the ride-hailing company.\nRisher was the 37th employee of Amazon – a company that has long been the model for the on-demand industry – and he went on to become the e-commerce giant’s first head of product and head of US retail.\nFor Lyft and Risher, the current challenges are immense. While Uber diversified its business beyond ride-hailing by delivering meals and grocery items, Lyft never did. That arguably hurt the company earlier in the pandemic when fewer customers were traveling but more were ordering items online.\nNow Uber is showing renewed strength In its most recent earnings report, Uber said that it had its “strongest quarter ever,” reporting a 49% year-over-year increase in revenue. Lyft’s latest earnings report, meanwhile, was unusually disappointing for Wall Street.\nLyft shares were up 6% in midday trading Friday, but the company’s stock is down roughly 70% over the past year.\n– CNN’s Catherine Thorbecke contributed to this report.",
        "summary": "Lyft plans to \"significantly reduce\" its workforce, according to new CEO David Risher. In a company-wide memo, Risher said the cuts were aimed at making Lyft a \"faster, flatter company where everyone is closer to our riders and drivers.\" The announcement follows Lyft’s move in November to cut 13% of its workforce, citing fears of a looming recession. The Wall Street Journal reported that the latest job cuts would eliminate at least 1,200 positions or upward of 30% of its staff.",
        "id_num": 2
    }
]